checkfree/src/test/resources/expected/execute/licensemanagerExpected.xml

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tns="http://ws.licmgr.eos.ecomm.rim.com/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><SOAP-ENV:Body><entitlementRequest xmlns="http://ws.licmgr.eos.ecomm.rim.com/"><tns:endCustomer><tns:accountId>2</tns:accountId><tns:address><tns:city>4</tns:city></tns:address><tns:name>5</tns:name></tns:endCustomer></entitlementRequest></SOAP-ENV:Body></SOAP-ENV:Envelope>